[
  {
    "itemName": "Alloy Wheels",
    "description": "Direct replacement - this wheel is designed to match the fit and structural appearance of the original wheel on specific vehicle years, makes and models Cost-effective solution - offers original equipment quality and appearance for a competitive price Thoroughly tested - dynamic radial testing, radial run-out testing, and axial run-out testing ensures performance Trustworthy quality - backed by team of designers and engineers in the United States Ensure fit - to make sure this part fits your exact vehicle, input your make, model and trim level into the garage tool",
    "img": "https://i.ibb.co/bJFLbfC/alloy-Wheel.jpg",
    "avaialableQuantity": 2500,
    "minQuantity": 200,
    "price": 4800
  },
  {
    "itemName": "Sport Lights",
    "description": "OE comparable harness (no pigtail connector) for hassle-free installation OE comparable mounting provisions ensure drop-in precise fitment Rigorous and accelerated cycling tests to ensure product service quality and durability Special coating on the lens surface prevents hazing and fading ensuring proper illumination and operational safety Meet or exceed DOT/SAE standards with particular consideration for photometric and safety compliance.",
    "img": "https://i.ibb.co/SyjgJHX/sport-Lights.jpg",
    "avaialableQuantity": 2000,
    "minQuantity": 100,
    "price": 420
  },
  {
    "itemName": "Supersport Steering Wheel",
    "description": "Compatible with 1955-63 / 1967-68 GM Passenger & 1960-73 GM Truck 14 Fully Wrapped Black Leather Grip Steering Wheel, 2.5 Depth for turn signal clearance, 70mm PCD 6-Bolt Mounting Pattern Slotted 3-Spoke Chrome Design GM Licensed S6 Chrome Horn Button with Emblem 6061 Billet Aluminum Hub Adapter with a black anodized finish",
    "img": "https://i.ibb.co/ZMGK1Tc/steering-Wheel.jpg",
    "avaialableQuantity": 5000,
    "minQuantity": 500,
    "price": 500
  },
  {
    "itemName": "Light Wheel",
    "description": "Easy, secure installation utilizing a micro-adjustable retention system for a perfect custom fit Wheel covers fit most models of vehicle brands including Toyota, Nissan, Honda, Ford, Chevrolet, Kia, Mazda, Hyundai, Mitsubishi, Subaru, Volkswagen and more Constructed of corrosion and rust-resistant ABS, with a lustrous, durable finish Economical way to give a big visual upgrade to your vehicles' profile Designed to fit 16 inch wheels on most foreign and domestic vehicles.",
    "img": "https://i.ibb.co/s66BjXL/light-Wheel.jpg",
    "avaialableQuantity": 25000,
    "minQuantity": 300,
    "price": 3000
  },
  {
    "itemName": "Bright Lights",
    "description": "Get the bright white light look Choose Philips CrystalVision ultra headlight bulbs for the look of HID and get bright white light on the road. Philips CrystalVision ultra headlights are DOT compliant A unique blue cap on the bulb creates a cool blue effect in the headlamp's reflector in daytime Original equipment quality seal for the most reliable performance.",
    "img": "https://i.ibb.co/Q8LWYw7/bright-Lights.jpg",
    "avaialableQuantity": 45000,
    "minQuantity": 150,
    "price": 890
  },
  {
    "itemName": "Regular Lights",
    "description": "Regular bright 2835 SMD technology provides better brake light visibility for other drivers When the brake pedal is depressed the bulb comes on solid, flashes 6 times, then stays solid as long as pedal is depressed Long life, 50,000 hours of continuous use saves you time and money Direct replacement for most factory applications utilizing the same bulb ID system Draw less energy, and produces less heat than regular incandescent bulbs.",
    "img": "https://i.ibb.co/gdRgTgS/regular-Lights.jpg",
    "avaialableQuantity": 25000,
    "minQuantity": 300,
    "price": 560
  },
  {
    "itemName": "Nozzle",
    "description": "Complete 20' coiled hose assembly that is ideal for marine use as well as general cleaning, car washing and daily gardening Kit includes: 20' coiled hose, nozzle with thumb lever, swiveling/quick connect fitting and mesh storage bag Coiled hose features strain relief to help prevent kinking and self-coils for easy storage Quick connect fitting allows the hose to easily attach/detach from the spray tip nozzle and swivel 360-degrees Nozzle has thumb lever flow control and an easily adjustable spray.",
    "img": "https://i.ibb.co/Qm53whK/nozzle.jpg",
    "avaialableQuantity": 50000,
    "minQuantity": 100,
    "price": 50
  },
  {
    "itemName": "Oil Filter",
    "description": "Up to 15, 000 miles; 99% Dirt Removal Power SmartFUSION Technology featuring a reinforced polymer mesh backing for expanded dirt holding capacity Silicone anti-drainback valve for long-life and protection against dry starts; PuroSEAL Gasket made from ethylene-acrylic for superior leak protection and life expectancy BOSS Steel Casing provides stability for greater resistance against extreme pressure while metal end-caps enhance durability Compatible with select models from Chrysler Ford General Motors Honda Hyundai Mazda Mitsubishi Nissan Saturn Fit type: Vehicle Specific.",
    "img": "https://i.ibb.co/QkRMNRQ/oil-Filter.jpg",
    "avaialableQuantity": 20000,
    "minQuantity": 150,
    "price": 250
  },
  {
    "itemName": "Regular Steering Wheel",
    "description": "13 1/2' Diameter wheel with 3 1/2' Dish Extra thick black vinyl foam grip Chrome finish steel spokes Matching horn button included Grant installation kit required.",
    "img": "https://i.ibb.co/BnvXMPP/Steering-Wheel.jpg",
    "avaialableQuantity": 25000,
    "minQuantity": 300,
    "price": 400
  },
  {
    "itemName": "Strong Wheel",
    "description": "Compatible with PlayStation 5, PlayStation 4, and PC Full-size racing wheel and pedals optimized for authentic racing simulation 270-degree turn radius with adjustable output options Mount security with sturdy clamp system.",
    "img": "https://i.ibb.co/yyN6gtV/strong-Wheel.jpg",
    "avaialableQuantity": 25000,
    "minQuantity": 300,
    "price": 700
  },
  {
    "itemName": "Sport Light Wheel",
    "description": "Wheel covers fit most vehicle brands including Toyota, Nissan, Honda, Ford, Cheverolet, Kia, Mazda, Hyundai, Mitsubishi, Subaru, Volkswagen and more Constructed from corrosion and rust resistant ABS, with a lustrous, durable finish Economical way to provide a big visual upgrade to your vehicle's profile Please insure your vehicle is equipped with steel wheels, wheel covers and hub caps will not fit on alloy wheels.",
    "img": "https://i.ibb.co/yFdKMtj/sport-Light-Wheel.jpg",
    "avaialableQuantity": 525000,
    "minQuantity": 250,
    "price": 900
  },
  {
    "itemName": "Supersport Wheel",
    "description": "Wheel covers fit most vehicle brands including Toyota, Nissan, Honda, Ford, Cheverolet, Kia, Mazda, Hyundai, Mitsubishi, Subaru, Volkswagen and more Constructed from corrosion and rust resistant ABS, with a lustrous, durable finish Economical way to provide a big visual upgrade to your vehicle's profile Please insure your vehicle is equipped with steel wheels, wheel covers and hub caps will not fit on alloy wheels.",
    "img": "https://i.ibb.co/GdjnYK0/super-Sport-Wheel.jpg",
    "avaialableQuantity": 225000,
    "minQuantity": 500,
    "price": 600
  }
]
